Repository: open-decision/open-decision-prototype
Catalog: dashboard/locale/*/LC_MESSAGES/django.po
Languages: de

source: Decision-Trees
de: Entscheidungsbäume

source: No. of Nodes
de: Knotenanzahl

source: Edit
de: Bearbeiten

source: Delete
de: Löschen

source: It's so empty here...
de: Es ist so leer hier...

source: Enter a name and click the blue button to get started!
de: Um anzufangen, gib einen Namen ein und klicke den blauen Button!

source: Create new Tree
de: Neuen Baum erstellen

source: Confirm
de: Bestätigen

source: Cancel
de: Abbrechen

source: Export of the Tree
de: Baum exportieren

source: Warning
de: Warnung

source: Due to the ongoing development, the check tree system is currently disabled. Please consider the trees as experimental and don't use the software to provide services for end-users.
de: Da sich der Logikcheck noch in der Entwicklung befindet, ist diese Funktion momentan deaktiviert.Bitte betrachte die Entscheidungsbäume als experimentell und benutze die Software noch nicht,um Services für Endnutzer anzubieten.

source: However, if your tree is carefully build and without errors, you still will be able to export it using the buttons below.
de: Wenn der Baum ohne Fehler erstellt worden ist, kann dieser trotzdemmit den Button unten exportiert werden.

source: This is the result of the integrity check.
de: Dies ist das Ergebnis des Logikchecks.

source: Looks good, no errors were found!
de: Das sieht gut aus, es wurden keine Fehler gefunden!

source: In this nodes there were no answers for the users provided.
de: In diesen Knoten wurden keine Antworten für den Nutzer vorgegeben.

source: Node name
de: Knotenname

source: Question
de: Frage

source: Correct
de: Korrigieren

source: All nodes have answers.
de: Alle Knoten haben Antworten.

source: Missing logic modules
de: Fehlende Logikbausteine

source: In this node there are no logic modules.
de: In diesen Knoten wurden keinerlei Logikbausteine erstellt.

source: Missing connection to start-node
de: Fehlende Verknüpfung zum Startknoten

source: This nodes are not connected to the start-node and therefore cannot be accessed by the user.
de: Diese Knoten sind nicht mit dem Startknoten verknüpft und können deswegen vom Nutzer nicht aufgerufen werden.

source: Missing connection to an end-node
de: Fehlende Verbindung zu einem Endknoten

source: This path doesn't end with a end-node.
de: Dieser Pfand endet nicht mit einem Endknoten.

source: This nodes are at the end of an path, are they end-nodes?
de: Diese Knoten sind am Ende eines Pfades, handelt es sich dabei um Endknoten?

source: Set as end-node
de: In Endknoten umwandeln

source: Edit node
de: Knoten bearbeiten

source: Incomplete logic modules
de: Unvollständige Logikbausteine

source: The connection to the next node is missing in the logic modules of this nodes.
de: Die Verbindung zum nächsten Knoten fehlt in den Logikbausteinen diesesKnotens.

source: Faulty answer
de: Fehlerhafte Antwort

source: Yes, I want to license the decision-tree under CC 4.0 BY.
de: Ja, ich will den Entscheidungsbaum unter CC 4.0 BY lizenzieren.

source: Yes, publish under CC 4.0 BY.
de: Ja, unter CC 4.0 BY veröffentlichen.

source: Read more
de: Mehr Infos

source: Export anyway
de: Trotzdem exportieren

source: Check again
de: Erneut prüfen

source: Download Tree
de: Baum herunterladen

source: Publish Tree
de: Baum veröffentlichen

source: Published Trees
de: Veröffentlichte Bäume

source: Copy Link
de: Link kopieren

source: iFrame Code
de: iFrame Quellcode

source: Embed Tree
de: Baum einbinden

source: Unpublish
de: Veröffentlichung rückgängig machen

source: Build your first tree and publish it in the export-section.
de: Baue deinen ersten Entscheidungsbaum und veröffentliche diesen im Export-Bereich.

source: Nodes of:
de: Knoten von:

source: Start-Node
de: Startknoten

source: End-Node
de: Endknoten

source: New Node
de: Neuer Knoten

source: It feels so empty here...
de: Es ist so leer hier...

source: Let's click the blue button and create a new Node!
de: Klicke auf den blauen Button und erstelle einen neuen Knoten!

source: Create new node
de: Neuen Knoten erstellen

source: Export tree
de: Baum exportieren

source: Preview tree
de: Vorschau anzeigen

source: <p>Please choose another name, you already have a tree with this name.</p>
de: <p>Bitte wähle einen anderen Namen, du hast bereits einen Baum mit diesem Namen.</p>
