Repository: open-decision/open-decision-prototype
Catalog: pages/locale/*/LC_MESSAGES/django.po
Languages: de

source: I'm afraid I can't let you in today.
de: Heute kommst Du leider nicht rein.

source: You're not allowed to see this page. Did you forget to sign in?
de: Du hast leider nicht die Berechtigung, dise Seite anzusehen. Hast Du vergessen, dich anzumelden?

source: Oops, we couldn't find what you were looking for...
de: Ups, leider konnten wir das nicht finden...

source: Something went wrong on our side...
de: Da ist uns ein Fehler unterlaufen...

source: Our developers are already informed. We are giving our best to fix the issue!
de: Unsere Entwickler sind bereits informiert, wir geben unser bestes, um den Fehler zu beheben!

source: Get in touch
de: Kontakt

source: Feel free to send your ideas, questions or critique to
de: Sende uns gerne Deine Ideen, Fragen oder Kritik an

source: or get in touch at
de: oder kontaktiere uns auf

source: Further information at
de: Weitere Informationen auf

source: The open decision project aims to create an open source platform for decision automation. Using an intuitive web interface, experts can process specific questions into complex decision trees. These can be exported into an open data format and presented to users online or via app in the form of a query.
de: Mit dem Projekt open decision soll eine Open-Source-Plattform zur Entscheidungsautomatisierung geschaffen werden. Mittels einer intuitiven Weboberfläche können Experten spezifische Fragestellungen in komplexe Entscheidungsbäume aufbereiten. Diese können in ein offenes Datenformat exportiert und Nutzern online oder per App in Form einer Abfrage präsentiert werden.

source: Try now
de: Los geht's!

source: Concept
de: Konzept

source: The platform is divided into two modules. The Builder offers a simple web interface for the creation of decision trees. The counterpart is the interpreter, which represents the decision trees for the end user. The presentation can be done on different channels, online, via app or in chat bots. The communication between the Builder and the Interpreter runs via a standardized data format.
de: Die Plattform ist in zwei Module aufgeteilt. Der Builder bietet eine einfache Weboberfläche zur Erstellung von Entscheidungsbäumen. Das Gegenstück dazu ist der Interpreter, der die Entscheidungsbäume für den Endnutzer darstellt. Die Darstellung kann auf verschiedenen Kanälen, online, per App oder in Chat-Bots erfolgen. Die Kommunikation zwischen Builder und Interpreter läuft über ein standardisiertes Datenformat ab.

source: The Builder acts as a translator of legal ideas into a uniform, machine-readable data format. It is therefore essential that this process takes place without friction. A simple and intuitive usability is therefore the main focus during development in order to enable non-IT-savvy lawyers to create content. With a simple interface, decision trees can be created visually by drag & drop. After an automated quality control, the finished decision trees are prepared for manual review by experts (qualified lawyers) if required, in order to guarantee the highest quality standards.
de: Der Builder agiert als Übersetzer des juristischen Gedankenguts in ein einheitliches, maschinell lesbares Datenformat. Es ist also essentiell, dass dieser Prozess möglichst ohne Reibungen abläuft. Eine simple und intuitive Bedienbarkeit steht daher bei der Entwicklung im Vordergrund, um auch nicht IT-affinen Juristen die Erstellung von Inhalten zu ermöglichen. Mit einem einfachen Interface können Entscheidungsbäume visuell durch Drag & Drop erstellt werden. Die fertigen Entscheidungsbäume werden nach einer automatisierten Qualitätskontrolle bei Bedarf für eine manuelle Überprüfung durch Experten (Volljuristen) aufbereitet, um höchste Qualitätsstandards zu gewährleisten.

source: To ensure low-threshold access, we offer a simple user interface on a variety of channels. Internally, we have already successfully launched a website and a chat bot for the Telegram messenger service. Various chat bots and our own mobile app are planned. The structure is to be cross-platform in a uniform and clear scheme: The consumer first selects the appropriate problem from a catalogue. The program then begins to query the facts, which corresponds to the decision tree behind it. After asking as few questions as possible, the user receives a compilation of information, forwarding and, if necessary, sample letters on his concretely determined case.
de: Um einen niedrigschwelligen Zugang zu gewährleisten, bieten wir eine simple Benutzeroberfläche auf einer Vielzahl von Kanälen an. Intern haben wir bereits eine Website und einen Chat-Bot für den Messenger-Dienst Telegram erfolgreich in Betrieb. Geplant sind verschiedene Chat-Bots und eine eigene mobile App. Der Aufbau soll dabei plattformübergreifend in einem einheitlichen und übersichtlichen Schema erfolgen: Aus einem Katalog wählt der Verbraucher zunächst das passende Problem aus. Das Programm beginnt daraufhin mit der Abfrage des Sachverhalts, welche dem jeweils dahinterstehenden

source: Publishing successful!
de: Veröffentlichung erfolgreich!

source: The tree was published successfully and can be publicly accessed at
de: Der Entscheidungsbaum wurde erfolgreich veröffentlicht und kann hier aufgerufen werden:

source: The tree was published successfully and can be accessed at
de: Der Entscheidungsbaum wurde erfolgreich veröffentlicht und kann hier aufgerufen werden:
